{
  "Secondary 1": [
      "淘气","惹","两肋插刀","赵","科技","来者不拒","口头禅","小事一桩","人缘","性格","直率","得罪","别扭","争辩","即使","冤枉","推荐","捣乱","瞬间","兴致勃勃","粘","蛋液","狼狈","讥讽","赌气","嚷","小心翼翼","荧光笔","抵挡","拉扯","手足无措","审案","律师","振振有词","心虚","哑口无言","判决","泄","葡萄","象征","风俗","辞旧迎新","燃放","瓶瓶罐罐","厄运","前夕","碗碟","预示","兆头","忙碌","遥远","恭敬","万事大吉","元旦","贼","鱼尾纹","装饰","圣诞","格格不入","结婚","嫁","视讯","沉默寡言","副","酷","承诺","歉意","围炉","蒸腾","叽叽喳喳","缺席","悦耳","红枣","儿媳妇","莫名其妙","疑惑","魅力","博物馆","悠久","遗产","巴刹","同胞","融合","皇宫","城堡","时尚","彩绘","流连忘返","娱乐","探索","娘惹","拍摄","平均","繁忙","闪耀","横梁","覆盖","玻璃","瀑布","循环","谷","株","设施","蹦跳","甚至","投降","自治","栏","棕色","氧化","陌生","宁静","属于","坚持不懈","开卷有益","以礼待人","新颖","戏剧","工作坊","尴尬","维护","友谊","一帆风顺","有效","策略","嘉宾","辅导员","赖床","滋味","催促","哀求","硬着头皮","藤鞭","抡","挨打","女佣","雨篷","泪痕","早晨","猛","嗓子眼","允许","相貌","讲究","何必","记账","亏","撇","慢条斯理","起航","焦急","剩","牙膏","橡皮檫","薯条","番茄酱","偶尔","评委","晋级","奖励","获得","企业","牧场","潜水","艘","屁股","翘","潜水艇","仿佛","确切","浑身","基因","一哄而散","手势","颁布","泛","泡沫","伤脑筋","拜访","中央","漫步","绞尽脑汁","华侨","银行","由衷","摩天大楼","薄薄的","抨击","挫折","油漆","栏杆","宿舍","凭","欣慰","订购","塔台","范围","特殊","警惕","失误","不堪设想","脂肪","截至","行驶","延误","稳定","幕后","贡献","明知山有虎，偏向虎山行","漏夜","轨道","凌晨","就绪","隧道","扫描","裂痕","顺畅","全力以赴","职业","故障","岗位","新谣","芝麻","朗朗上口","奉献","繁荣","平凡","光芒"


  ],
  "Secondary 2": [
      "犹豫","不分青红皂白","教训","叛逆","委屈","内疚","不妨","匿名","监督","代沟","上瘾","疏远","迎刃而解","称赞","崇拜","爱不释手","碰钉子","泼冷水","抽屉","精疲力竭","衰老","抑郁","寂寞","启齿","打退堂鼓","懊恼","伺机","心不在焉","破天荒","仓促","严肃","安抚","干脆","风筝","挣脱","惊讶","斑","缠绕","搂","捐款","拯救","医疗","研究","优惠","券","四肢","敏捷","穿梭","友善","辨识","害羞","馋","调皮","摔跤","尤其","愧疚","光泽","懒懒地","妻子","啾啾","仰","凝望","鸟笼","隔","愤怒","畏罪潜逃","喵","衔","搞","失踪","估计","丰富","褐","盘旋","丝毫","面面相觑","愣","傻","因素","水喉","资源","艰巨","昂贵","消耗","干旱","扩大","蓄水池","洗澡","浴室","趋势","开源节流","媒体","塑料","吨","廉价","提供","铺","污染","焚烧","烟尘","土壤","遏制","倡导","逐渐","威胁","煞费苦心","统计","选择","泛滥","寿命","途径","缺乏","亿","遗憾","谨慎","妥善","自卑","身材","羡慕","抗拒","诱惑","毅力","戒","茫然","瞌睡","嫌","逼","烹饪","符合","憋","委婉","彻底","缝","掩","恐惧","走廊","锁","熄灯","颤抖","隐约","瑟瑟","恐怖","通宵","惊悚","和谐","脖子","社交媒体","缺陷","姿势","拘束","嘈杂","沮丧","若有所思","模糊","简陋","政府","开辟","市镇","宗教","综合","诊疗所","经济","蓬勃","富裕","变迁","障碍","驰名","屡次","荣誉","姿态","接触","翠绿","心旷神怡","合拢","林荫","樟宜","耸立","温馨","欣赏","粗糙","婆娑","撑","同甘共苦","茁壮","移民","接纳","无怨无悔","患","失智症","寻找","流逝","嬉戏","咖喱卜","俏皮","鲜艳","承载","贸易","丝绸","陆地","奢侈","瓷器","仪式","秉持","枢纽","港口","致力","勾勒","高瞻远瞩","可谓","岛屿","海峡","历史","挖掘","区域","汇集","赋予","海纳百川","椰浆饭","黄姜饭","发芽","兼容并蓄","携手","辉煌","皇帝","典型","普及","真伪","步伐","询问","人云亦云","免疫","凝聚力"


  ],
  "Secondary 3": [
    "良好","人际","坦率","隐瞒","粗鲁","分歧","矛盾","磋商","彼此","融洽","诀窍","聆听","死党","强迫","橱窗","狭窄","铅笔盒","拧","抿","肺炎","纸屑","肿瘤","癌症","徒劳无功","擦拭","某","苍白","鼓掌","忠实","异乎寻常","痊愈","清晰","调剂","目睹","鄙夷","流淌","窗帘","提心吊胆","封 ","古董","衡量","纯洁","蔬菜","麦片","蛋白质","睡眠","体魄","频率","韵律","汲取","敞开","心扉","缔造","聊天","郊外","淋漓","手札","抒发","休憩","饮茶","唐","磨","葱","橘子","宋","鼎盛","柴","醋","沸水","调匀","搅拌","步骤","鉴赏","消暑","菌","舞蹈","节奏","霹雳舞","肌肉","风靡","掀起","热潮","雨后春笋","爆发力","默契","焕发","真挚","名额","链接","师傅","擅长","裁缝","编织","匠人","烘焙","讲述","黎明","苏醒","禽","晚霞","添砖加瓦","族裔","唇齿相依","亲戚","援手","侥幸","慷慨解囊","渡","篱笆","心力交瘁","雪中送炭","恰好","弥补","谚语","和睦","冷漠","挑剔","网络","开销","锯子","遛","栓","渠道","弊端","培训","阐述","铿锵","雅俗","抑扬顿挫","僵硬","言简意赅","啰嗦","遐想","枯燥","筛选","欲","浏览","润滑剂","不胜枚举","扼腕","体恤","氛围","谦虚","裨益","严峻","流言蜚语","扰乱","甚嚣尘上","基础","涵盖","崛起","颠覆","报刊","书籍","传播","拨","限制","天涯","屏幕","按钮","疆界","庞大","阶段","同侪","撰写","筹备","募捐","实践","震撼","循规蹈矩","融会贯通","腼腆","咨询","数据","分析","冰淇淋","充实","雄鹰","渺小","坐井观天","自鸣得意","孤陋寡闻","奥妙","寓言","桨","浅尝辄止","哲学","比喻","热忱","持之以恒","清澈","干涸","浇灌","落伍","楷模","孜孜不倦","敷衍","逆水行舟","淘汰","佐证","平庸","岂","诠释","抛锚","郁闷","叼","逗","挑战","绊","攀登","雀跃","山脉","宇宙","体验","跋涉","牵挂","唤","喉咙","绽放","绷","一般","无奈","寺庙","幽静","诧异","贱","哽咽","眼眶","咀嚼","隆重","诅咒","洋溢","慈祥","潭","教授","割舍"
    

  ],
  "Secondary 4": [
    "责无旁贷","分忧","残障","聘请","同工同酬","权利","雇主","纠纷","小贩","摊位","呵护","缓解","乞丐","跪","肮脏","贫穷","赤裸裸","祈求","距离","慈悲","阻挡","肆无忌惮","褴褛","革履","侦探","仁慈","叩头","残疾","质朴","大概","晓得","蓦然","推心置腹","否则","感恩","匆匆","婴儿","翅膀","呈献","扣人心弦","爱恋","唏嘘","著名","兴旺","负荷","反映","岔路口","惆怅","紧凑","小卒","轿子","何况","耻笑","搀扶","罢了","姊妹","顽劣","溺爱","颈项","鬓","桃","瓣","重逢","稀罕","三顾茅庐","争霸","足智多谋","起伏","斥责","严寒","恳请","酿","涌","繁殖","饲料","佳肴","啃","入侵","盎然","砍伐","栖息","牢记","勿","惩罚","茂密","恶劣","浸泡","牺牲","锐减","保育","储存","身躯","侵蚀","空隙","堤","窥视","宣布","狩猎","饥饿","糟蹋","毁灭","罪魁祸首","竞争","袭击","违背","拼搏","联盟","迄今","蜿蜒","辽阔","诸多","古迹","雕刻","啧啧称奇","赞叹","底蕴","灿烂","金碧辉煌","绚丽","颇","独树一帜","赋税","揭竿而起","暴虐","葬送","推卸","停滞","趾高气扬","谦逊","梦寐以求","昌盛","协作","论坛","毋庸讳言","棘手","里程碑","开拓","先驱","气馁","出类拔萃","韧性","浩瀚","天方夜谭","贬","粮食","豁达","满腔","霜","遣","挽","豪迈","慷慨激昂","勉励","朝廷","笔锋","扎","喧腾","感悟","崭新","迥然","奋斗"
  ]
}
